{
  "РОМАНТИКА": [
    {
      "title": "ТораДора!",
      "description": "История о школьниках Рюдзи и Тайге — двух людях с противоположными характерами, которые объединяются, чтобы помочь друг другу с любовными чувствами. Со временем их дружба перерастает во что-то большее. Тёплое сочетание комедии, романтики и искренних эмоций.",
      "link": "https://site.yummyani.me/catalog/item/toradora"
    },
    {
      "title": "Унеси меня на Луну",
      "description": "Юноша влюбляется с первого взгляда и неожиданно женится на загадочной девушке, почти ничего о ней не зная. Уютное, милое аниме о повседневной жизни, любви и семейном тепле.",
      "link": "https://site.yummyani.me/catalog/item/unesi-menya-na-lunu"
    },
    {
      "title": "Re:Zero — Жизнь с нуля в альтернативном мире",
      "description": "Субару Нацуки попадает в другой мир и обнаруживает, что после смерти он возвращается назад во времени. Через боль, страдания и любовь он пытается изменить судьбу и спасти близких.",
      "link": "https://site.yummyani.me/catalog/item/zhizn-v-drugom-mire-s-nulya"
    },
    {
      "title": "Сказание о девушке эпохи Тайсё",
      "description": "Романтическая история о молодой девушке, живущей в эпоху Тайсё. Любовь, социальные трудности и борьба за своё счастье на фоне исторических событий.",
      "link": "https://site.yummyani.me/catalog/item/skazka-o-devushke-epohi-tayse"
    }
  ],
  "ИСЕКАЙ": [
    {
      "title": "Реинкарнация безработного: История о приключениях в другом мире",
      "description": "Мужчина с неудачным прошлым умирает и перерождается в фэнтезийном мире, получив шанс начать жизнь заново. История взросления, магии, ошибок и личного роста.",
      "link": "https://site.yummyani.me/catalog/item/reinkarnaciya-bezrabotnogo-istoriya-o-priklyucheniyah-v-drugom-mire"
    },
    {
      "title": "О моём перерождении в слизь",
      "description": "Главный герой погибает и перерождается в другом мире в виде слизи. Постепенно он становится сильнее, находит союзников и создаёт собственное государство.",
      "link": "https://site.yummyani.me/catalog/item/o-moem-pererozhdenii-v-sliz"
    },
    {
      "title": "Лучший в мире ассасин, переродившийся в другом мире как аристократ",
      "description": "Легендарный убийца умирает и перерождается в семье знатных аристократов. Используя навыки прошлой жизни, он выполняет опасную миссию в новом мире.",
      "link": "https://site.yummyani.me/catalog/item/luchshij-v-mire-assasin-pererodivshijsya-v-drugom-mire-kak-aristokrat"
    }
  ],
  "ЭКШЕН": [
    {
      "title": "Атака титанов",
      "description": "Человечество борется за выживание против гигантских титанов. Масштабные битвы, политические интриги и тяжёлые моральные выборы делают сериал невероятно напряжённым.",
      "link": "https://site.yummyani.me/catalog/item/vtorzhenie-gigantov"
    },
    {
      "title": "Клинок, рассекающий демонов",
      "description": "Тандзиро становится охотником на демонов, чтобы спасти сестру и отомстить за семью. Эмоциональная история с красивыми боями и сильной атмосферой.",
      "link": "https://site.yummyani.me/catalog/item/klinok-rassekayushij-demonov"
    },
    {
      "title": "Мастера меча онлайн",
      "description": "Игроки оказываются заперты в виртуальной MMORPG, где смерть в игре означает смерть в реальности. Приключения, любовь и выживание в цифровом мире.",
      "link": "https://site.yummyani.me/catalog/item/mastera-mecha-onlajn"
    }
  ],
  "ДЕТЕКТИВ / ТРИЛЛЕР": [
    {
      "title": "Тетрадь смерти",
      "description": "Лайт Ягами находит тетрадь, способную убивать людей. Начинается интеллектуальная дуэль между гениальными умами, где каждая ошибка может стать последней.",
      "link": "https://site.yummyani.me/catalog/item/tetrad-smerti-tv"
    },
    {
      "title": "Детектив уже мёртв",
      "description": "Юноша оказывается втянутым в череду загадочных дел, связанных с легендарным детективом. Тайны, расследования и неожиданные повороты сюжета.",
      "link": "https://site.yummyani.me/catalog/item/detektiv-uzhe-mertv"
    }
  ],
  "ФЭНТЕЗИ": [
    {
      "title": "Созданный в Бездне",
      "description": "Девочка отправляется в опасную и загадочную Бездну, чтобы найти свою мать. Уникальный мир, сильные эмоции и мрачная атмосфера приключений.",
      "link": "https://site.yummyani.me/catalog/item/sozdannyj-v-bezdne"
    },
    {
      "title": "Магическая битва",
      "description": "Ученика старшей школы Юдзи Итадори вовлекают в мир проклятий после того, как он проглатывает мощный артефакт. Он присоединяется к секретной организации магов, чтобы сражаться с опасными проклятиями и защищать человечество. ",
      "link": "https://site.yummyani.me/catalog/item/magicheskaya-bitva"
    }
  ]
}
